Repository: gheyret/english2uyghur
Catalog: xfce-uyghur.tmx
Source language: en_us
Languages: ug

source: Select this option to force Terminal to run your shell as a login shell when you open new terminals. See the documentation of your shell for details about differences between running it as interactive shell and running it as login shell.
ug: بۇ تاللانما ئىناۋەتلىك قىلىنسا، يېڭى كۆزنەك ئېچىلغاندا، ھەمىشە كىرىش ئۇچۇرىنى چىقىرىدۇ. كىرىش ئۇچۇرىنى چىقىرىدىغان كۆزنەك تېرمىنال كۆزنىكى بىلەن ئادەتتىكى نورمال تېرمىنال كۆزنىكىنىڭ پەرقىنى قوللانمىسىدىن كۆرۈڭ.

source: Select this option to hide the handles of the panel and lock its position.
ug: كۆزنەكنىڭ تۇتقۇسىنى يوشۇرۇپ ئورنىنى قۇلۇپلىماقچى بولغاندا بۇنى تاللاڭ.

source: Select this option to hide the panel when the pointer is not above it. This only works when the panel is attached to a screen edge.
ug: ئىسترېلكا كۆزنەكنىڭ ئۈستىدە يوق ۋاقىتتا يوشۇرماقچى بولسىڭىز بۇنى تاللاڭ. بۇ كۆزنەك ئېكران گىرۋىكىگە چاپلىشىپ تۇرغان ۋاقىتتىلا ئىناۋەتلىك.

source: Select this option to list folders before files when you sort a folder.
ug: بۇ تاللانما تاللانسا، بىرەر مۇندەرىجىنى تەرتىپلىسىڭىز مۇندەرىجە ھۆججەتلەرنىڭ ئالدىغا تەرتىپلىنىدۇ

source: Select this option to move the clicked menu item to the panel.
ug: چېكىلگەن تىزىملىكنى كۆزنەككە يۆتكەش ئۈچۈن بۇنى تاللاڭ.

source: Select this option to place the icon captions for items beside the icon rather than below the icon.
ug: سىنبەلگە تېكىستنى سىنبەلگىنىڭ ئاستىدا ئەمەس يېنىدا كۆرسەتمەكچى بولغان بۇنى تاللاڭ

source: Select this option to run the command in a terminal window.
ug: بۇ تاللانما تاللانسا، بۇيرۇق تېرمىنالدا كۆزنىكىدە ئىجرا بولىدۇ.

source: Select this option to show the generic application name in the menu, for example "File Manager" instead of "Thunar"
ug: تىزىملىكتە پروگراممىنىڭ ئادەتتىكى ئاتىنى كۆرسەتمەكچى بولغاندا بۇنى تاللاڭ. مەسىلەن «سۇنار(Thunar)» ئەمەس «ھۆججەت باشقۇرغۇ» دەپ كۆرسەتمەكچى بولغاندا.

source: Select which controls are displayed
ug: كۆرسىتىلىدىغان تىزگىنلىگۈچنى تاللايدۇ

source: Select which controls should be visible
ug: كۆرۈنىدىغان تىزگىنلىگۈچنى تاللا

source: Select-by-word characters
ug: تاللىغاندا سوز تەركىبىگە كىرىدىغان سۆزلەر

source: Select/Unselect all
ug: تاللا/ھەممىنى تاللىما

source: Selected
ug: تاللانغان

source: Selected files
ug: تاللانغان ھۆججەتلەر

source: Selected items:
ug: تاللانغان تۈرلەر:

source: Selected output not disabled
ug: تاللانغان چىقىرىش ئىناۋەتسىز بولمىدى

source: Selected row
ug: تاللانغان قۇر

source: Selected text
ug: تاللانغان تېكىست

source: Selecting a timer starts it
ug: تۆۋەندىكىدەك باشلىنىدىغان ۋاقىت ئۆلچىگۈچنى تاللىسۇن

source: Selection
ug: تاللانما

source: Selection Box Alpha
ug: تاللانغان كۆزنەكچىنىڭ α قىممىتى

source: Selection Box Color
ug: تاللانغان كۆزنەكچىنىڭ رەڭگى

source: Selection Criteria
ug: تاللاش ئۆلچىمى

source: Selection mode
ug: تاللاش ھالىتى

source: Self
ug: ئۆزى

source: Self-signed
ug: ئۆزىنىڭ ئىمزاسى

source: Sen_ding Port:
ug: يوللاش ئېغىزى(_D):

source: Sen_ding Server:
ug: يوللىغۇچى مۇلازىمېتىر(_D):

source: Send "%s" as compressed archive?
ug: «%s» نى پرېسلاپ ئەۋەتسۇنمۇ؟

source: Send %d file as compressed archive?
ug: %d دانە ھۆججەتنى پرېسلاپ ئەۋەتسۇنمۇ؟

source: Send Again
ug: قايتا يوللا

source: Send _directly
ug: بىۋاسىتە ئەۋەت(_D)

source: Send a message to %s
ug: %s غا ئۇچۇر ئەۋەتىدۇ

source: Send as _archive
ug: ئارخىپ سۈپىتىدە ئەۋەت(_A)

source: Send com_pressed
ug: پرېسلاپ ئەۋەت(_P)

source: Send the message
ug: ئۇچۇرنى يوللايدۇ

source: Send the selected file to "%s"
ug: تاللانغان ھۆججەت «%s» گە ئەۋەت

source: Sending
ug: يوللاۋاتىدۇ

source: Sending/Receiving
ug: يوللاۋاتىدۇ/قوبۇللاۋاتىدۇ

source: Sends commands to all desktop windows. Supported commands are 1) iconify and 2) shade
ug: ئۈستەلئۈستى كۆزنەكلىرىگە بۇيرۇق يوللايدۇ. ئىشلەتكىلى بولىدىغان بۇيرۇقلار: 1-سىنبەلگىلەشتۈرۈش 2-يۆگەش

source: Sensitivity:
ug: سەزگۈرلۈكى:

source: Sensor
ug: سەزگۈچ

source: Sensor Values Viewer
ug: سەزگۈچنىڭ قىممىتىنى كۆرگۈ

source: Sensor Viewer
ug: سەزگۈچ كۆرگۈ

source: Sensor plugin
ug: سەزگۈچ قىستۇرمىسى

source: Sensors Plugin
ug: سەزگۈچ قىستۇرمىسى

source: Sensors Plugin Failure
ug: سەزگۈچ قىستۇرمىسى - مەغلۇپ بولدى

source: Sensors Plugin: Seems like there was a problem reading a sensor feature value. Proper proceeding cannot be guaranteed.
ug: سەزگۈچ قىستۇرمىسى: سەزگۈچنىڭ قىممىتىنى ئوقۇشتا مەسىلە كۆرۈلدى نورمال بىر تەرەپ قىلىشقا كاپالەتلىك قىلغىلى بولمايدۇ.

source: Sensors Viewer
ug: سەزگۈچ كۆرگۈ

source: Sensors Viewer: Seems like there was a problem reading a sensor feature value. Proper proceeding cannot be guaranteed.
ug: سەزگۈچ كۆرگۈ: سەزگۈچنىڭ قىممىتىنى ئوقۇشتا مەسىلە كۆرۈلدى نورمال بىر تەرەپ قىلىشقا كاپالەتلىك قىلغىلى بولمايدۇ.

source: Sensors t_ype:
ug: سەزگۈچ تىپى(_Y):

source: Sent
ug: يوللانغىنى

source: Sent:
ug: يوللانغىنى:

source: Sentence case
ug: چوڭ-كىچىك يېزىلىشى

source: Separate filenames with comma(,). NOTE: comma is not valid character in filenames for Orage.
ug: ھۆججەت نامى پەش ئارقىلىق ئايرىلسۇن(,). دىققەت: Orage دا پەشنى ھۆججەت نامىدا ئىشلەتكىلى بولمايدۇ.

source: Separator
ug: ئايرىغۇچ

source: Serial
ug: ئارقىمۇئارقا

source: Serial ATA
ug: ئارقىمۇ-ئارقا ATA

source: Serial Line IP
ug: ئارقىمۇ ئارقا لىنىيە IP

source: Series of books in which the book was published
ug: نەشر قىلىنغان بىر يۈرۈش كىتابلار

source: Server Information for "%s"
ug: «%s» نىڭ مۇلازىمېتىر ئۇچۇرلىرى

source: Server Port:
ug: مۇلازىمېتىر ئېغىزى:

source: Server:
ug: مۇلازىمېتىر:

source: Servers maintained by
ug: مۇلازىمېتىر مەسئۇللىرى

source: Service Type
ug: مۇلازىمەت تىپى

source: Service t_ype:
ug: مۇلازىمەت تىپى(_Y):

source: Sessio_n
ug: ئەڭگىمە(_N)

source: Session Management
ug: ئەڭگىمە باشقۇرۇش

source: Session Manager
ug: ئەڭگىمە باشقۇرغۇ

source: Session Manager Error
ug: ئەڭگىمە باشقۇرغۇدىكى خاتالىق

source: Session Menu
ug: ئەڭگىمە تىزىملىكى

source: Session Save Error
ug: ئەڭگىمەنى ساقلاشقا خاتالىق كۆرۈلدى

source: Session and Startup
ug: ئەڭگىمە ۋە قوزغىتىش

source: Session management client ID
ug: ئەڭگىمە باشقۇرۇش خېرىدار كىملىكى(ID)

source: Session management options
ug: ئەڭگىمە باشقۇرۇش تاللانمىلىرى

source: Session manager did not return a valid client id
ug: ئەڭگىمە باشقۇرغۇ ئىناۋەتلىك خېرىدار كىملىكىنى قايتۇرمىدى

source: Session manager must be in idle state when requesting a checkpoint
ug: تەكشۈرۈش نۇقتىسى(checkpoint) ئىلتىماس قىلغاندا ئەڭگىمە باشقۇرغۇ چوقۇم بىكار بولۇشى كېرەك

source: Session manager must be in idle state when requesting a shutdown
ug: توكنى ئۈز ئىلتىماسىنى قىلغاندا ئەڭگىمە باشقۇرغۇ چوقۇم بىكار بولۇشى كېرەك

source: Session manager socket
ug: ئەڭگىمە باشقۇرغۇ سوكېت

source: Session restart command
ug: ئەڭگىمەنى قايتا باشلاش بۇيرۇقى

source: Set
ug: تەڭشەك

source: Set <parameter>directory</parameter> as the default working directory for the terminal
ug: <parameter>مۇندەرىجە</parameter> نى تېرمىنالنىڭ كۆڭۈلدىكى خىزمەت مۇندەرىجىسى قىلىپ بەلگىلە

source: Set <parameter>directory</parameter> as the working directory for the terminal
ug: <parameter>مۇندەرىجە</parameter> نى تېرمىنالنىڭ خىزمەت مۇندەرىجىسى قىلىپ بېكىت

source: Set <parameter>title</parameter> as the initial window title for the terminal
ug: <parameter>ماۋزۇ</parameter> نى تېرمىنالنىڭ كۆڭۈلدىكى كۆزنەك ماۋزۇسى قىلىپ ئىشلەت

source: Set Audio-CD/VCD/DVD device path
ug: ئۈن-CD/VCD/DVD ئۈسكۈنىسىنىڭ يولىنى تەڭشە

source: Set GID
ug: بەلگىلەش(GID نى)

source: Set New Mail Folders
ug: يېڭى ئېلخەت مۇندەرىجىسىنى بېكىتىش

source: Set UID
ug: بەلگىلەش(UID نى)

source: Set UID & GID
ug: بەلگىلەش(UID ۋە GID نى)

source: Set as _Wallpaper...
ug: تام قەغىزى قىلىپ بەلگىلە(_W)…

source: Set as wallpaper
ug: تام قەغىزى قىلىپ بەلگىلە

source: Set computer inactivity sleep mode:
ug: كومپيۇتېرىڭ ھەرىكەتسىز ۋاقتىدىكى ئۇخلاش ھالىتى:

source: Set current settings from default alarm
ug: كۆڭۈلدىكى گۈدۈكنى ھازىرقى تەڭشەككە قوللان

source: Set custom tab size
ug: تاقلىما ھەرپنىڭ چوڭلۇقىنى بەلگىلە

source: Set desktop background and menu and icon behavior
ug: ئۈستەلئۈستى تەگلىكى، تىزىملىك ۋە سىنبەلگە مەشغۇلاتىنى بەلگىلەش

source: Set desktop background and menu and icon behaviour
ug: ئۈستەلئۈستى تېگى، تىزىملىك ۋە سىنبەلگە ھەرىكىتىنى بەلگىلەش

source: Set desktop wallpaper from image FILE
ug: ئۈستەلئۈستى تام قەغىزى ئۈچۈن FILE ئىشلەت

source: Set mode of desktop wallpaper. MODE=(color|stretch|fit|center|tile)
ug: ئۈستەلئۈستى تام قەغىزىنىڭ ھالىتىنى بەلگىلەش. <MODE>=(color|stretch|fit|center|tile)

source: Set monitor sleep mode:
ug: كۆزەتكۈچنىڭ ئۇخلاش ھالىتى:

source: Set property failed
ug: خاسلىق بەلگىلەش مەغلۇپ بولدى

source: Set the acceleration and sensitivity for the selected device to the default values
ug: تاللانغان ئۈسكۈنىنىڭ تېزلىنىشى ۋە سەزگۈرلۈكىنى كۆڭۈلدىكى قىممەتكە قايتۇرىدۇ.

source: Set the compositor mode
ug: بىرىكتۈرۈش ھالىتىنى بەلگىلە

source: Set the compositor mode (not supported)
ug: بىرىكتۈرۈش ھالىتىنى بەلگىلە (تېخى ئىشلەتكىلى بولمايدۇ)

source: Set the last-specified window into fullscreen mode; applies to only one window; can be specified once for each window you create from the command line.
ug: ئەڭ ئاخىرقى بەلگىلەنگەن كۆزنەكنى تولۇق ئېكران ھالىتىدە ئىشلەت؛ پەقەت بىرلا كۆزنەككە ئىشلىتىشكە بولىدۇ؛ بۇيرۇق قۇرىدا قۇرۇلغان ھەر بىر كۆزنەككە بىرلا قېتىم بېكىتىشكە بولىدۇ.

source: Set the last-specified window into maximized mode; applies to only one window; can be specified once for each window you create from the command line.
ug: ئەڭ ئاخىرقى بەلگىلەنگەن كۆزنەكنى ئەڭ چوڭ ھالەتتە ئىشلەت؛ پەقەت بىرلا كۆزنەككە ئىشلىتىشكە بولىدۇ؛ بۇيرۇق قۇرىدا قۇرۇلغان ھەر بىر كۆزنەككە بىرلا قېتىم بېكىتىشكە بولىدۇ.

source: Set the line ending of the document to DOS / Windows (CR LF)
ug: قۇر ئاخىرلىشىش بەلگىسىگە د ئو س (DOS) / ۋىندوۋس نىڭ بەلگىسى (CR LF) نى ئىشلىتىدۇ

source: Set the line ending of the document to Mac (CR)
ug: قۇر ئاخىرلىشىش بەلگىسىگە مەك(Mac) نىڭ بەلگىسى (CR) نى ئىشلىتىدۇ

source: Set the line ending of the document to Unix (LF)
ug: قۇر ئاخىرلىشىش بەلگىسىگە يۇنىكىسنىڭ بەلگىسى (LF) نى ئىشلىتىدۇ

source: Set the port to 0 to use the default port
ug: ئېغىز نومۇرى 0 بولسا كۆڭۈلدىكى ئېغىز ئىشلىتىلىدۇ

source: Set the terminal's icon as an icon name or filename.
ug: تېرمىنالنىڭ سىنبەلگىسىنى سىنبەلگە ئاتى ياكى ھۆججەت ئاتى سۈپىتىدە ئىشلەت.

source: Set timeout
ug: ۋاقىت چېكىنى بەلگىلە

source: Set up your account.
ug: ھېساباتىڭىزنى قۇرىدۇ.

source: Sets the background color or image with optional application menu or icons for minimized applications or launchers, devices and folders.
ug: كىچىكلىتىلگەن پروگرامما ياكى ئىجراچى،ئۈسكۈنە ۋە قىسقۇچلارنىڭ تەگلىك رەڭگى ياكى تەگلىك سۈرەتلىرىنى، پروگرامما تىزىملىكى ۋە سىنبەلگىلىرىنى بەلگىلەيدۇ.

source: Sets up your preferred keyboard settings
ug: ئۆزىڭىز ئامراق ھەرپتاختا تەڭشىكىنى بەلگىلەڭ

source: Setting Encryption Key
ug: شىفىرلاش ئاچقۇچىنى بەلگىلەش

source: Setting System
ug: سىستېما تەڭشەش

source: Settings
ug: تەڭشەكلەر

source: Settings Daemon
ug: تەڭشەك مۇئەككىلى

source: Settings Editor
ug: تەڭشەك تەھرىرلىگۈ

source: Settings Manager
ug: تەڭشەك باشقۇرغۇ

source: Settings controlling the desktop appearance and behavior
ug: ئۈستەلئۈستى ئۇسلۇبى ۋە ھەرىكىتىنى كونترول قىلىش تەڭشىكى

source: Settings daemon is unavailable
ug: تەڭشەك مۇئەككىلى يوق

source: Settings dialog to show
ug: كۆرسىتىلىدىغان تەڭشەك سۆزلەشكۈسى

source: Settings for Task Manager
ug: ۋەزىپە باشقۇرغۇ تەڭشەكلىرى

source: Settings for several hardware devices
ug: قاتتىق دېتاللار تەڭشىكى

source: Settings for the Xfce 4 Calendar Application (Orage)
ug: Xfce 4 يىلنامە پروگراممىسى (Orage) نىڭ تەڭشەكلىرى

source: Settings for the Xfce Power Manager
ug: مەنبە باشقۇرغۇ تەڭشەكلىرى

source: Settings manager socket
ug: باشقۇرغۇچى سوكېتنىڭ تەڭشەكلىرى

source: Setup a new account
ug: يېڭى ھېسابات قۇرىدۇ

source: Setup custom actions that will appear in the file managers context menus
ug: ھۆججەت باشقۇرغۇنىڭ مەزمۇن تىزىملىكىدە كۆرۈنىدىغان ئىختىيارى مەشغۇلاتلارنى تەڭشەيدۇ.

source: Several displays are available. Use:
ug: بىر قانچە كۆرسەتكۈچ بار ئىكەن. بۇنى ئىشلەت:

source: Sh_ow application icons in menu
ug: تىزىملىكتە پروگرامما سىنبەلگىسى كۆرسىتىلسۇن(_O)

source: Sh_rink Text
ug: تېكىستنى كىچىكلەت(_R)

source: Sh_utdown
ug: تاقا(_U)

source: Shade
ug: سايە

source: Shade window
ug: كۆزنەكنى سايىلەش

source: Share
ug: ھەمبەھىر

source: Share Name:
ug: ھەمبەھىر نامى

source: Share name too long. Some old clients may have problems to access it, continue anyway?
ug: ھەمبەھىر ئاتى بەك ئۇزۇن. كونا client پروگراممىلىرىدا مەسىلە كۆرۈلۈشى مۇمكىن. شۇنداقتىمۇ داۋاملاشتۇرامسىز؟

source: Share ratio:
ug: ھەمبەھىر تېزلىكى:

source: Share this folder
ug: بۇ مۇندەرىجىنى ھەمبەھىرلەيدۇ

source: Share this page
ug: بۇ بەتنى ھەمبەھىرلەيدۇ

source: Share: %s
ug: ھەمبەھىر: %s

source: Shareable Playlist
ug: ھەمبەھىرلىگىلى بولىدىغان قويۇش تىزىمى

source: Shell Scripts
ug: Shell پروگراممىسى

source: Shell command:
ug: Shell بۇيرۇقى:

source: Sho_w AM/PM
ug: AM/PM نى كۆرسەتسۇن(_W)

source: Sho_w Side Pane
ug: يان كۆزنەكچىنى كۆرسەت(_W)

source: Short
ug: قىسقا

source: Short-term forecast data unavailable.
ug: قىسقا ۋاقىتلىق ھاۋارايى مەلۇماتى يوق.

source: Shortcut
ug: تېزلەتمە

source: Shortcut Command
ug: تېزلەتمە بۇيرۇق

source: Shortcut command may not be empty.
ug: تېزلەتمە قىلىنىدىغان بۇيرۇق چوقۇم كىرگۈزۈلمىسە بولمايدۇ

source: Shortcut:
ug: تېزلەتمە:

source: Shortcuts
ug: تېزلەتمىلەر

source: Shortcuts Pane
ug: تېزلەتمىلەر كۆزنىكى

source: Show
ug: كۆرسەت

source: Show "_My Computer" icon on desktop
ug: «كومپيۇتېرىم» سىنبەلگىسىنى ئۈستەلئۈستىدە كۆرسەتسۇن(_M)

source: Show "_Trash Bin" icon on desktop
ug: «ئەخلەتخانا» سىنبەلگىسىنى ئۈستەلئۈستىدە كۆرسەتسۇن(_T)

source: Show '..' to go to the parent directory
ug: ئاتا مۇندەرىجە بارىدىغان '..' نى كۆرسەت

source: Show CPU frequency
ug: س پ ئۇ (CPU) چاستوتىسىنى كۆرسەت

source: Show CPU governor
ug: س پ ئۇ (CPU) نىڭ governor نى كۆرسەت

source: Show CPU icon
ug: س پ ئۇ (CPU) سىنبەلگىسىنى كۆرسەت

source: Show CapsLock
ug: CapsLock نى كۆرسىتىش

source: Show Desktop
ug: ئۈستەلئۈستىنى كۆرسەت

source: Show Fullscreen Clock
ug: سائەتنى تولۇق ئېكراندا كۆرسىتىش

source: Show GTK _bookmarks
ug: GTK خەتكۈچلىرىنى كۆرسەت(_B)

source: Show Hidde_n
ug: يوشۇرۇنلىرىنى كۆرسەت(_N)

source: Show Homepage
ug: ماكان بەتنى كۆرسەت

source: Show Icon E_mblems
ug: سىنبەلگە Emblems نى كۆرسەت(_M)

source: Show Icon _Emblems
ug: سىنبەلگە كاكارلىرىنى كۆرسەت(_E)

source: Show Ignored Files
ug: پەرۋا قىلىنمىغان ھۆججەتلەرنى كۆرسىتىش

source: Show Merged Revisions
ug: بىرلەشتۈرۈلگەن تۈزىتىلمىلەرنى كۆرسىتىش

source: Show NumLock
ug: NumLock نى كۆرسىتىش

source: Show Playlist
ug: قويۇش تىزىمىنى كۆرسىتىش

source: Show ScrollLock
ug: ScrollLock نى كۆرسىتىش

source: Show Signal
ug: سىگنال كۆرسەت

source: Show Speed Dial
ug: تېز تېلېفون قىلىشنى كۆرسەت

source: Show Status B_ar
ug: ھالەت بالدىقىنى كۆرسەت(_A)

source: Show Status Bar
ug: ھالەت بالداقنى كۆرسەت

source: Show Status _Bar
ug: ھالەت بالدىقىنى كۆرسەت(_B)

source: Show Tab _Icon Only
ug: پەقەت بەتكۈچ سىنبەلگىسىنىلا كۆرسەت(_I)

source: Show Tab _Label
ug: بەتكۈچ ئەنىنى كۆرسەت(_L)

source: Show Text
ug: تېكىست كۆرسىتىش

source: Show Toolbar
ug: قورال بالداقنى كۆرسەت

source: Show Unmodified Files
ug: تۈزىتىلمىگەن ھۆججەتلەرنى كۆرسىتىش

source: Show Unversioned Files
ug: نەشرى يوق ھۆججەتلەرنى كۆرسىتىش

source: Show Window _Borders
ug: كۆزنەك گىرۋەكلىرىنى كۆرسەت(_B)

source: Show _Globaltime
ug: دۇنيا ۋاقتىنى كۆرسەت(_G)

source: Show _Hidden
ug: يوشۇرۇننى كۆرسەت(_H)

source: Show _Hidden Files
ug: يوشۇرۇن ھۆججەتلەرنى كۆرسەت(_H)

source: Show _Menubar
ug: تىزىملىك بالداقنى كۆرسەت(_M)

source: Show _Thumbnail Bar
ug: كىچىك سۈرەت بالدىقىنى كۆرسەت(_T)

source: Show _Units
ug: بىرلىكىنى كۆرسەت(_U)

source: Show _application icons in menu
ug: تىزىملىكتە پروگرامما سىنبەلگىسى كۆرسىتىلسۇن(_A)

source: Show _blinking
ug: لىپىلدات(_B)

source: Show _flat buttons
ug: سىدام توپچا كۆرسەت(_F)

source: Show _frame
ug: كاندۇكنى كۆرسەت(_F)

source: Show _fullscreen
ug: تولۇق ئېكراننى كۆرسەت(_F)

source: Show _handle
ug: handle كۆرسەتسۇن(_H)

source: Show _hidden files
ug: يوشۇرۇن ھۆججەتلەرنى كۆرسەتسۇن(_H)

source: Show _icons in menu
ug: تىزىملىكنىڭ ئىچىدە سىنبەلگە كۆرسەتسۇن(_I):

source: Show _inactive dots
ug: ئاكتىپ بولمىغان چېكىتلەرنى كۆرسەت(_I)

source: Show _label instead of icon
ug: سىنبەلگىنى ئەمەس ئەننى كۆرسەتسۇن(_L)

source: Show _labels
ug: ئەنلەر كۆرسەت(_L)

source: Show _message after unmount
ug: ئېگەرسىزلىگەندىن كېيىن ئۇچۇر چىقار(_M)

source: Show _playlist
ug: قويۇش تىزىمىنى كۆرسەت(_P)

source: Show _removable media
ug: چىقارغىلى بولىدىغان ۋاسىتىنى كۆرسەتسۇن(_R)

source: Show _stastusbar
ug: ھالەت بالدىقىنى كۆرسەت(_S)

source: Show _toolbar
ug: قورال بالداقنى كۆرسەتسۇن(_T)

source: Show _window list menu on desktop middle click
ug: ئۈستەلئۈستىدە ئوتتۇرا چېكىلگەندە كۆزنەك تىزىم تىزىملىكى كۆرسىتىلسۇن(_W)

source: Show a confirmation dialog with a 30 second timeout for some of the actions.
ug: بىر قىسىم مەشغۇلاتلار تاللانغاندا، 30 سېكۇنت كۈتۈپ تۇرىدىغان سۆزلەشكۈنى كۆرسىتىدۇ.

source: Show a diagnostic dialog
ug: دىئاگنوز سۆزلەشكۈسىنى كۆرسىتىدۇ

source: Show a dialog after Midori crashed
ug: مىدورى(Midori) غۇلاپ كېتىپ، قايتا قوزغالغاندا كۆزنەك كۆرسىتىدۇ

source: Show a directory tree in a menu
ug: مۇندەرىجە دەرىخىنى تىزىملىكتە كۆرسىتىدۇ

source: Show a list of all open tabs
ug: ئوچۇق بارلىق بەتكۈچلەرنى كۆرسىتىدۇ

source: Show a menu containing categories of installed applications
ug: ئورنىتىلغان پروگراممىلارنىڭ كاتېگورىيىسى بار تىزىملىكنى كۆرسەت

source: Show a miniature view of the workspace with rectangles for the visible windows
ug: كۆرۈنۈۋاتقان كۆزنەكلەرنىڭ كىچىك كۆرۈنۈشىنى خىزمەت رايونىدا ئىچىدە كۆرسىتىدۇ.

source: Show a text entry for the name of the volume
ug: دىسكىنىڭ نامىنى تېكىست كۆزنەكچىسىدە كۆرسەتسۇن

source: Show about information of the currently selected item
ug: ھازىرقى تاللانغان تۈر ھەققىدىكى ئۇچۇرلارنى كۆرسىتىدۇ

source: Show album art
ug: ئالبوم مۇقاۋىسىنى كۆرسىتىش

source: Show all processes
ug: ھەممە ئىجرالارنى كۆرسەتسۇن

source: Show an analog clock that displays the current time when the window is fullscreen
ug: سىستېما تولۇق ئېكران ھالىتىدە بولغاندا كىچىك سۈرەتلەر ئاپتوماتىك يوشۇرۇنىدۇ

source: Show and monitor the battery status
ug: توكدان ھالىتىنى كۆزىتىپ كۆرسەت

source: Show application d_escription in tooltip
ug: پروگرامما چۈشەندۈرۈشى كۆرسەتمىدە كۆرسىتىلسۇن(_E)

source: Show application icon for package manager
ug: بوغچا باشقۇرغۇ پروگراممىسىنىڭ سىنبەلگىسىنى كۆرسەت

source: Show application icons
ug: پروگرامما سىنبەلگىلىرىنى كۆرسەتسۇن

source: Show applications menu on _desktop right click
ug: ئۈستەلئۈستىدە ئوڭ چېكىلگەندە كۆزنەك تىزىم تىزىملىكى كۆرسىتىلسۇن(_D)

source: Show auto-connect error messages
ug: ئاپتوماتىك باغلىنىشتا كۆرۈلگەن خاتالىقلارنى كۆرسەتسۇن

source: Show border
ug: گىرۋەكنى كۆرسەت

source: Show borders
ug: گىرۋەكلەرنى كۆرسەت

source: Show button _labels
ug: توپچا ئەنلىرىنى كۆرسەتسۇن(_L)

source: Show cl_ear option
ug: تازىلاش تاللانمىسىنى كۆرسەت(_E)

source: Show clocks from different countries
ug: ئوخشىمىغان دۆلەتلەرنىڭ سائىتىنى كۆرسەت

source: Show close button
ug: تاقاش توپچىسىنى كۆرسەت

source: Show colored _bars
ug: رەڭلىك بالداقلارنى كۆرسەت(_B)

source: Show current usage bar
ug: ئىشلىتىلىشىنى كۆرسىتىدىغان بالداقنى كۆرسەت

source: Show current weather conditions
ug: ھازىرقى ھاۋارايى ئەھۋالىنى كۆرسىتىدۇ.

source: Show day names
ug: كۈن ناملىرىنى كۆرسەت

source: Show desktop
ug: ئۈستەلئۈستىنى كۆرسەت

source: Show disk performance
ug: دىسكا ئىقتىدارىنى كۆرسىتىپ بېرىدۇ

source: Show file browser
ug: ھۆججەت كۆرگۈنى كۆرسەت

source: Show file properties
ug: ھۆججەتنىڭ خاسلىقىنى كۆرسىتىدۇ

source: Show frame
ug: كاندۇك كۆرسەت

source: Show full cmdline
ug: پۈتۈن بۇيرۇق قۇرىنى كۆرسىتىش

source: Show full command lines
ug: تولۇق بولغان بۇيرۇق قۇرىنى كۆرسەتسۇن

source: Show full path
ug: تولۇق يولىنى كۆرسەت

source: Show generic application n_ames
ug: ئادەتتىكى پروگرامما ئاتىنى كۆرسەتسۇن(_A)

source: Show gri_d
ug: سېتكىلارنى كۆرسەت(_D)

source: Show help options
ug: ياردەم تاللانمىلىرىنى كۆرسىتىدۇ

source: Show human_readable filesizes
ug: ھۆججەت ئۇزۇنلۇقىنى چۈشىنىشلىك قىلىپ كۆرسەتسۇن(_R)

source: Show ic_ons in menu
ug: تىزىملىكنىڭ ئىچىدە سىنبەلگە كۆرسەتسۇن(_O)

source: Show icon
ug: سىنبەلگە كۆرسەتسۇن

source: Show icon in the system tray
ug: سىنبەلگىنى سىستېما قوندىقىدا كۆرسەت

source: Show images in _menus
ug: تىزىملىكنىڭ ئىچىدە سىنبەلگىنى كۆرسەتسۇن(_M)

source: Show images in menus
ug: تىزىملىكلەردە سۈرەتلەرنى كۆرسىتىش

source: Show images on _buttons
ug: توپچىنىڭ سىنبەلگىنى كۆرسەتسۇن(_B)

source: Show images on buttons
ug: توپچىلارنى سۈرەتلەرنى كۆرسىتىش

source: Show in systray
ug: قونداقتا كۆرسەت

source: Show in taskbar
ug: ۋەزىپە بالدىقىنى كۆرسەتسۇن

source: Show in the tool_bar
ug: قورال بالدىقىدا كۆرسەت(_B)

source: Show information about the program
ug: پروگرامما ھەققىدىكى ئۇچۇرلارنى كۆرسىتىدۇ

source: Show keyboard layouts
ug: ھەرپتاختا جايلاشتۇرۇلۇشىنى كۆرسىتىش

source: Show languages menu
ug: تىللار تىزىملىكىنى كۆرسىتىش

source: Show last _used item in panel
ug: ئەڭ ئاخىرىدا ئىشلىتىلگەن تۈرنى كۆزنەكتە كۆرسەت(_U)

source: Show last open tabs
ug: ئەڭ ئاخىرىدا ئېچىلغان بەتكۈچنى كۆرسەت

source: Show last tabs without loading
ug: ئەڭ ئاخىرىدا ئېچىلغان بەتنى قايتا ئوقۇماي كۆرسەت

source: Show layout as:
ug: ئورۇنلاشتۇرۇلۇشىنى مۇنداق كۆرسەتسۇن:

source: Show line numbers
ug: قۇر نومۇرلىرىنى كۆرسىتىدۇ

source: Show log _status in icon
ug: خاتىرە ھالىتىنى سىنبەلگىدە كۆرسەت(_S)

source: Show memory used by cache as free
ug: غەملەك تەرىپىدىن ئىشلىتىلگەن ئەسلەكنى بىكار بىكار بوشلۇق دەپ كۆرسىتىش

source: Show menu
ug: تىزىملىكنى كۆرسىتىش

source: Show mi_niature view
ug: كىچىك كۆرۈنۈشنى كۆرسەت(_N)

source: Show mime icons
ug: مايىم(mime) سىن بەلگىسىنى كۆرسەت

source: Show mode selection
ug: ئۇسۇل تاللاشنى كۆرسەتسۇن

source: Show mode selection combo
ug: ئۇسۇل تاللاش combo كۆزنەكچىسىنى كۆرسەتسۇن

source: Show month and year
ug: ئاي ۋە يىلنى كۆرسەت

source: Show network traffic
ug: تور قىستاڭچىلىقىنى كۆرسىتىدۇ

source: Show notifications for updates and upgrades
ug: يۈكسەلدۈرۈش ۋە يېڭىلاش ھەققىدىكى ئۇقتۇرۇشنى كۆرسەت

source: Show notifications to notify about the battery state
ug: توكدان ھالەت ئۇقتۇرۇشىنى كۆرسەت

source: Show on all desktops
ug: بارلىق ئۈستەلئۈستىلىرىدە كۆرسەتسۇن

source: Show only _minimized windows
ug: كىچىكلىتىلگەن كۆزنەكلەرنىلا كۆرسەت

source: Show other tasks
ug: باشقا ۋەزىپىلەرنى كۆرسىتىش

source: Show output of a command.
ug: بۇيرۇقنىڭ ئىجرا نەتىجىسىنى كۆرسىتىدۇ.

source: Show partitions/devices and allow to mount/unmount them
ug: رايونلار/ئۈسكۈنىلەرنى كۆرسىتىپ ئۇلارنى ئېگەرلەشكە/ئېگەرسىزلەشكە ئىجازەت بېرىش

source: Show playlist
ug: قويۇش تىزىمىنى كۆرسەت

source: Show preferences dialog
ug: تەڭشەك كۆزنىكىنى كۆرسىتىدۇ

source: Show preset names instead of frequencies
ug: ئالدىن تاللانغان چاستوتىنى ئەمەس، ئاتىنى كۆرسەتسۇن

source: Show recent _documents
ug: يېقىنقى پۈتۈكلەرنى كۆرسەت(_D)

source: Show root tasks
ug: ئالىي ئىشلەتكۈچى(root)نىڭ ۋەزىپىلىرىنى كۆرسىتىش

source: Show s_ticky windows only in active workspace
ug: چاپلىشاڭغۇ كۆزنەكلەرنى ئاكتىپ خىزمەت رايونىدىلا كۆرسەتسۇن(_T)

source: Show scrolled song title
ug: مۇزىكا ماۋزۇسىنى سىيرىلغان شەكىلدە كۆرسەتسۇن

source: Show sensor values.
ug: سەزگۈچنىڭ قىممىتىنى كۆرسىتىدۇ.

source: Show session management options
ug: ئەڭگىمە باشقۇرۇش تاللانمىلىرىنى كۆرسەت

source: Show settings dialog
ug: تەڭشەك سۆزلەشكۈسىنى كۆرسەت

source: Show shadows under _dock windows
ug: قويما كۆزنەكنىڭ ئاستىدىكى سايىنى كۆرسەت(_D)

source: Show shadows under _regular windows
ug: نورمال كۆزنەكنىڭ ئاستىدىكى سايىنى كۆرسەت(_R)

source: Show shadows under pop_up windows
ug: سەكرىمە كۆزنەكنىڭ ئاستىدىكى سايىنى كۆرسەت(_U)

source: Show side panel
ug: يان كۆزنەكنى كۆرسەتسۇن

source: Show speed selection
ug: سۈرەت تاللاشنى كۆرسىتىش

source: Show speed selection combo
ug: سۈرەت تاللاش combo كۆزنەكچىسىنى كۆرسەتسۇن

source: Show status _icon in the Notification Area
ug: ئۇقتۇرۇش رايونىدا ھالەت سىنبەلگىسىنى كۆرسەتسۇن(_I)

source: Show system tray icon
ug: سىستېما قونداق سىنبەلگىسىنى كۆرسەت

source: Show t_humbnails
ug: كىچىك سۈرەتلەرنى كۆرسەتسۇن(_H)
